SET FOREIGN_KEY_CHECKS=0;

delete from `t_tag`;
delete from `t_tag_config`;

INSERT INTO `t_tag` (`id`, `uuid`, `name`, `description`, `create_time`, `last_modified_time`, `status`)
VALUES 
('1', '1111111', '逾期', '还款计划超过宽限期', '2017-08-24 11:35:18', '2017-08-24 11:35:21', '0'),
('2', '1111112', '逾期1', '还款计划超过宽限期', '2017-08-24 11:35:18', '2017-08-24 11:35:21', '0');

INSERT INTO `t_tag_config` (`id`, `uuid`, `tag_uuid`, `outer_identifier`, `financial_contract_uuid`, `contract_uuid`, `status`, `type`, `create_time`, `last_modified_time`)
VALUES 
('1', 'aadfadfdfs', '1111111', 'ZC93391366567026681', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '0', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23'),
('2', 'badfadfdfs', '1111111', 'ZC93391366567026682', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '0', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23'),
('3', 'cadfadfdfs', '1111111', 'ZC93391366567026683', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '1', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23'),
('4', 'dadfadfdfs', '1111111', 'ZC93391366567026684', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '0', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23'),
('5', 'eadfadfdfs', '1111112', 'ZC93391366567026688', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '0', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23'),
('6', 'fadfadfdfs', '1111117', 'ZC93391366567026688', '2d380fe1-7157-490d-9474-12c5a9901e29', '2fcd2ec2-a58e-43e9-83c1-6562c3f9569d', '0', NULL, '2017-08-24 11:36:20', '2017-08-24 11:36:23');

SET FOREIGN_KEY_CHECKS=1;