SET FOREIGN_KEY_CHECKS = 0;

delete from special_account;
delete from special_account_type;

INSERT INTO `special_account_type` (`id`, `account_type_code`, `account_type_name`, `parent_account_type_id`, `level`, `basic_account_type`)
VALUES
	(1, '60000', '专户账户', NULL, 0, 0),
	(2, '60000.1000', '暂存户', 1, 1, 1),
	(3, '60000.1000.31', '放款户', 1, 1, 2),
	(4, '50000', '客户账户', 1, 1, 3),
	(5, '70000', '还款户', 1, 1, 4),
	(6, '30000', '计提户', 1, 1, 5),
	(7, '60000.1000.30', '暂存金额', 2, 2, 1),
	(8, '30000.10', '放款金额', 3, 2, 2),
	(9, '130000.03', '放款冻结金额', 3, 2, 2),
	(10, '50000.1000', '客户账户金额', 4, 2, 3),
	(11, '40000.04', '还款本金', 5, 2, 4),
	(12, '70000.03', '还款利息', 5, 2, 4),
	(13, '70000.05.01', '贷款服务费', 5, 2, 4),
	(14, '70000.05.02', '技术维护费', 5, 2, 4),
	(15, '70000.05.03', '其他费用', 5, 2, 4),
	(16, '70000.01', '逾期罚息', 5, 2, 4),
	(17, '70000.06.01', '逾期违约金', 5, 2, 4),
	(18, '70000.06.02', '逾期服务费', 5, 2, 4),
	(19, '70000.06.03', '逾期其他费用', 5, 2, 4),
	(20, '30000.1000', '计提户-xxx', 6, 2, 5);


SET FOREIGN_KEY_CHECKS = 1;